{
  "id": "ukuharura/ndondeero",
  "slug": "ukuharura/ndondeero",
  "title": "Ukuharura mu Kifuliiru",
  "contentType": "article",
  "data": {
    "type": "article",
    "title": "Ukuharura mu Kifuliiru",
    "blocks": [
      {
        "type": "heading",
        "level": 1,
        "content": "Ukuharura mu Kifuliiru"
      },
      {
        "type": "paragraph",
        "content": "Ukuharura kiliri kindu kihamu bweneene ku mundu yeshi na mu ndeto zooshi. Mu Kifuliiru ukuharura kuliri kwookwo, kindu kihamu bweneene."
      },
      {
        "type": "paragraph",
        "content": "Mu Kifuliiru, ukuharura kuliri kugabure mu njira izihisiri ku zishatu. Haliri ukuharura ngana. Haliri ukuharura ibindu. Mu Kifuliiru ukuharura ibindu kandi li abandu, nakwo kukola kugabure mu bindi bihande byo'tugagenda tugabona ngisi kwo tugaba tugweti tugasoma."
      },
      {
        "type": "heading",
        "level": 2,
        "content": "1. Ukuharura ngana"
      },
      {
        "type": "paragraph",
        "content": "Ukuharura ngana kuliri kuharura kushgira ku busha kandi li zero, ukugenderera. Ukuharura mu Kifuliiru kuliri gugabure mu kubiri. Ukushagira ku busha kandi li zero ukuhisa uk'wikumi, no kushagira ku ikumi ukugenderera. Ikindu kihamu kuliri kutemenya ukuharura ukushagira ku higuma ukuhisa kw'ikumi. Ibindi bimugenda bigakulikira. Na mu bihande byo'kuharura tugagenda tugabona, tugabona kwo ikindu kihama ikikayu kuliri kutemenya ngisi kwo ugaharura ngana kandi li ibindu ukushagira mu yikyo kihande kya mbere. Ibindi kumuba kukola kushwekera kuguma byebyo."
      },
      {
        "type": "heading",
        "level": 3,
        "content": "Ngisi kwo tugakola"
      },
      {
        "type": "paragraph",
        "content": "Tugakizi harura mu njira zibiri: Umuharura na ngisi kwo muyandikwa mu Kifuliiru."
      }
    ]
  },
  "metadata": {
    "createdAt": "2025-12-08T22:02:08.654Z",
    "updatedAt": "2025-12-08T22:02:08.654Z",
    "tags": [
      "numbers",
      "ukuharura"
    ]
  }
}